Revit 2022 API
MemberForces Class
 An object that represents a member forces on analytical model element.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Since: 2016
Syntax
C#
public class MemberForces : IDisposable
Visual Basic
Public Class MemberForces _
	Implements IDisposable
Visual C++
public ref class MemberForces : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Structure.MemberForces
See Also
MemberForces Members
Autodesk.Revit.DB.Structure Namespace